brew "git"
brew "awscli"
brew "curl"
brew "htop"
brew "tmux"
brew "vim"
brew "neovim"
brew "jq"
brew "ripgrep"
brew "tig"
brew "unzip"
brew "zip"
brew "wget"
brew "zsh"
brew "fzf"
brew "yarn"
brew "fnm"
brew "node"
brew "the_silver_searcher"
brew "rust"
brew "tmate"
brew "bat"
brew "fd"
brew "tree"
brew "pyenv"
cask "stats"
cask "docker"
cask "rectangle"
cask "spotify"
cask "keycastr"
cask "graphiql"
cask "ghostty"
