brew "git"
brew "awscli"
brew "curl"
brew "htop"
brew "tmux"
brew "vim"
brew "neovim"
brew "jq"
brew "ripgrep"
brew "tig"
brew "unzip"
brew "zip"
brew "wget"
brew "zsh"
brew "fzf"
brew "yarn"
brew "fnm"
brew "node"

cask "stats"
cask "docker"
cask "rectangle"
